{
  "name": "MissionBriefing",
  "questionnumber": 1,
  "question": {
    "title": "Mission Briefing",
    "p1": "You are the manager of all Heroes on the planet, and there’s just been an incident! Unfortunately, the world’s government funding has all been invested into Funko Pops, and they can’t afford to hire any SQL developers. So, we need you to become one very fast. You will need to learn how to effectively navigate an SQL database through a Python interface to complete this task.",
    "p2": "Some of the things you might have to do using SQL (without us giving everything away) include: Select database, view tables, filter and sort outputs, and insert data.",
    "p3": "Note that we will be using specifically MySQL for this work. It is one of the many variants of SQL and other ones might have slightly different syntax. So, make sure you specify MySQL during your research.",
    "p4": "To get started, you will want to review the most recent incident logged in the database. You will need to write the right query to extract it from the database. For your first challenge, you will need to identify the fiendish villains behind this dastardly plot! Find the database you need to access and read the descriptions of each table in it to figure out where the information you need is stored, and how to submit your answers.",
    "p5": "You will need to do a lot of Googling to crack this case, detective! If you are ever truly stuck, ask Leanna or Serhat for help and they can point you in the right direction. If you use ChatGPT, then the world will explode and you’ll be out of a job, so don’t do that. Good luck!"
  },
  "submitbutton": "Submit",
  "answersresponse": {
    "iscorrect": "You identified them! It's time to put together a hero team to defeat them in Scenario 2! Review the files, and try to form a team who can really exploit each of their weaknesses.",
    "redherring": "It seems like it could be these evildoers... but something doesn't add up. Dig into their history a little more, check the tables to see if there is something else on them. It might crack this case wide open."
  }
}