{
  "name": "CorrectLocation",
  "questionnumber": 4,
  "question": {
    "title": "Location",
    "p1": "Congratulations, you found the averages for each sector! Remember the hideout we are after is in the sector with the highest average EvilVibeScore.",
    "p2": "Review the evidence, study the locations, and determine the location of those conniving bandits to submit as the answer for Scenario 4!",
    "p3": "null",
    "p4": "null",
    "submitbutton": "Submit"
  },
  "answersresponse": {
    "iscorrect": "The Celadon Cathedral, of course! We will dispatch the heroes immediately! The heroes arrive at the cathedral, tripping the villains' security system and alerting them to their presence. The villains scramble to their feet, take their marks, and prepare for battle. Evil Her-mes speeds towards the heroes, in her signature bright red puffer. Time Warp slows down time, catches up to Evil Her-mes, and handcuffs her. As Doomba vacuums centuries-old dust from the floor, Man in the Van tries to hack into the heroes' comms from his van, which is strangely inside. Doomba delivers an EMP blast, disabling his equipment, and trapping him in his van. He knocks on the door for a while but soon gives up. Freeze Tag runs towards the heroes and tries to tag them. Pyra fires off a burst of flame straight towards Freeze Tag. Freeze Tag's ice melts, and he is left standing in a lukewarm puddle, his powers cancelled out. Hellakinetic grabs a chair from rows of chairs in the cathedral and telekinetically flings it at an astonishing speed towards Prop. Prop morphs into the chair and sends it flying back towards Hellakinetic. The chair crashes into Hellakinetic, sending him flying into a wall and knocking him unconscious. The victorious heroes bring the defeated villains to the time out corner to stay and think about what they’ve done before searching for the bags of stolen money. They find it in the crypt. The heroes bring it back to the bank, and the bank workers are overjoyed. They thank the heroes profusely. The heroes thank them, and take their leave. Congratulations, you’ve solved the mystery! Go and let Leanna or Serhat know so they can tell you what to do next."
  }
}